[
	{
		"id": "1",
		"title": "The Banshees of Inisherin",
		"price": "20",
		"description": "Two lifelong friends find themselves at an impasse when one abruptly ends their relationship, with alarming consequences for both of them.",
		"year": "2022",
		"genre": "drama, comedia",
		"image": "https://a.ltrbxd.com/resized/film-poster/5/9/8/8/8/2/598882-the-banshees-of-inisherin-0-230-0-345-crop.jpg?v=933f9af6e7",
		"rate": "4.1",
		"stock": "30"
	},
	{
		"id": "2",
		"title": "Catch Me If You Can",
		"price": "20",
		"description": "A true story about Frank Abagnale Jr. who, before his 19th birthday, successfully conned millions of dollars worth of checks as a Pan Am pilot, doctor, and legal prosecutor. An FBI agent makes it his mission to put him behind bars. But Frank not only eludes capture, he revels in the pursuit.",
		"year": "2002",
		"genre": "drama",
		"image": "https://a.ltrbxd.com/resized/film-poster/5/1/4/8/4/51484-catch-me-if-you-can-0-230-0-345-crop.jpg?v=942d676423",
		"rate": "4.0",
		"stock": "30"
	},
	{
		"id": "3",
		"title": "The Grand Budapest Hotel",
		"price": "20",
		"description": "The Grand Budapest Hotel tells of a legendary concierge at a famous European hotel between the wars and his friendship with a young employee who becomes his trusted protégé. The story involves the theft and recovery of a priceless Renaissance painting, the battle for an enormous family fortune and the slow and then sudden upheavals that transformed Europe during the first half of the 20th century.",
		"year": "2014",
		"genre": "comedia, drama",
		"image": "https://a.ltrbxd.com/resized/film-poster/9/5/1/1/3/95113-the-grand-budapest-hotel-0-230-0-345-crop.jpg?v=6ac71cf4ba",
		"rate": "4.2",
		"stock": "30"
	},
	{
		"id": "4",
		"title": "Christine",
		"price": "20",
		"description": "Geeky student Arnie Cunningham falls for Christine, a rusty 1958 Plymouth Fury, and becomes obsessed with restoring the classic automobile to her former glory. As the car changes, so does Arnie, whose newfound confidence turns to arrogance behind the wheel of his exotic beauty. Arnie’s girlfriend Leigh and best friend Dennis reach out to him, only to be met by a Fury like no other.",
		"year": "1983",
		"genre": "horror",
		"image": "https://a.ltrbxd.com/resized/film-poster/4/7/6/1/5/47615-christine-0-230-0-345-crop.jpg?v=368af14bb5",
		"rate": "3.5",
		"stock": "30"
	},
	{
		"id": "5",
		"title": "Do the Right Thing",
		"price": "20",
		"description": "Salvatore “Sal” Fragione is the Italian owner of a pizzeria in Brooklyn. A neighborhood local, Buggin’ Out, becomes upset when he sees that the pizzeria’s Wall of Fame exhibits only Italian actors. Buggin’ Out believes a pizzeria in a black neighborhood should showcase black actors, but Sal disagrees. The wall becomes a symbol of racism and hate to Buggin’ Out and to other people in the neighborhood, and tensions rise.",
		"year": "1989",
		"genre": "drama",
		"image": "https://a.ltrbxd.com/resized/sm/upload/zm/fz/vn/ie/obNQLtdeJy3IiKnExWoWBJH8V67-0-230-0-345-crop.jpg?v=b4926532f8",
		"rate": "4.3",
		"stock": "30"
	},
	{
		"id": "6",
		"title": "The Craft",
		"price": "20",
		"description": "A Catholic school newcomer falls in with a clique of teen witches who wield their powers against all who dare to cross them – be they teachers, rivals or meddlesome parents.",
		"year": "1996",
		"genre": "horror, drama",
		"image": "https://a.ltrbxd.com/resized/film-poster/4/7/3/4/5/47345-the-craft-0-230-0-345-crop.jpg?v=d340df121c",
		"rate": "3.6",
		"stock": "30"
	},
	{
		"id": "7",
		"title": "Klaus",
		"price": "20",
		"description": "When Jesper distinguishes himself as the Postal Academy’s worst student, he is sent to Smeerensburg, a small village located on an icy island above the Arctic Circle, where grumpy inhabitants barely exchange words, let alone letters. Jesper is about to give up and abandon his duty as a postman when he meets local teacher Alva and Klaus, a mysterious carpenter who lives alone in a cabin full of handmade toys.",
		"year": "2019",
		"genre": "comedia, animación",
		"image": "https://a.ltrbxd.com/resized/film-poster/4/3/8/7/5/1/438751-klaus-0-230-0-345-crop.jpg?v=f935de3efa",
		"rate": "4.1",
		"stock": "30"
	},
	{
		"id": "8",
		"title": "Kill Bill: Vol. 1",
		"price": "20",
		"description": "An assassin is shot by her ruthless employer, Bill, and other members of their assassination circle – but she lives to plot her vengeance.",
		"year": "2003",
		"genre": "acción",
		"image": "https://a.ltrbxd.com/resized/sm/upload/sw/w2/ep/v4/9O50TVszkz0dcP5g6Ej33UhR7vw-0-230-0-345-crop.jpg?v=5a65f5202f",
		"rate": "4.2",
		"stock": "30"
	},
	{
		"id": "9",
		"title": "Kill Bill: Vol. 2",
		"price": "20",
		"description": "The Bride unwaveringly continues on her roaring rampage of revenge against the band of assassins who had tried to kill her and her unborn child. She visits each of her former associates one-by-one, checking off the victims on her Death List Five until there’s nothing left to do … but kill Bill.",
		"year": "2004",
		"genre": "acción",
		"image": "https://a.ltrbxd.com/resized/sm/upload/ka/7q/dh/8m/bxbX4sHZHcy81dnNs4VAVs7HXDL-0-230-0-345-crop.jpg?v=52e9a07730",
		"rate": "3.8",
		"stock": "30"
	},
	{
		"id": "10",
		"title": "10 Things I Hate About You",
		"price": "20",
		"description": "On the first day at his new school, Cameron instantly falls for Bianca, the gorgeous girl of his dreams. The only problem is that Bianca is forbidden to date until her ill-tempered, completely un-dateable older sister Kat goes out, too. In an attempt to solve his problem, Cameron singles out the only guy who could possibly be a match for Kat: a mysterious bad boy with a nasty reputation of his own.",
		"year": "1999",
		"genre": "comedia, romance, drama",
		"image": "https://a.ltrbxd.com/resized/sm/upload/hl/jj/br/9g/Kd5OkBc6GyUa1tIpxYUHLpyE2t-0-230-0-345-crop.jpg?v=a2db0a150a",
		"rate": "4.1",
		"stock": "30"
	},
	{
		"id": "11",
		"title": "Eternal Sunshine of the Spotless Mind",
		"price": "20",
		"description": "Joel Barish, heartbroken that his girlfriend underwent a procedure to erase him from her memory, decides to do the same. However, as he watches his memories of her fade away, he realises that he still loves her, and may be too late to correct his mistake.",
		"year": "2004",
		"genre": "drama, romance",
		"image": "https://a.ltrbxd.com/resized/sm/upload/ay/bp/kl/1y/uBfQ7IGpi0jXSP3GPCzp9Pzm10v-0-230-0-345-crop.jpg?v=116621c401",
		"rate": "4.2",
		"stock": "30"
	},
	{
		"id": "12",
		"title": "Shrek",
		"price": "20",
		"description": "It ain’t easy bein’ green – especially if you’re a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot – a wisecracking donkey.",
		"year": "2001",
		"genre": "animación",
		"image": "https://a.ltrbxd.com/resized/film-poster/5/1/3/4/4/51344-shrek-0-230-0-345-crop.jpg?v=b830011aa2",
		"rate": "4.0",
		"stock": "30"
	},
	{
		"id": "13",
		"title": "The Truman Show",
		"price": "20",
		"description": "Truman Burbank is the star of The Truman Show, a 24-hour-a-day reality TV show that broadcasts every aspect of his life without his knowledge. His entire life has been an unending soap opera for consumption by the rest of the world. And everyone he knows, including his wife and his best friend is really an actor, paid to be part of his life.",
		"year": "1998",
		"genre": "comedia, drama",
		"image": "https://a.ltrbxd.com/resized/sm/upload/xx/io/jp/45/the-truman-show-0-230-0-345-crop.jpg?v=704ba393f7",
		"rate": "4.2",
		"stock": "30"
	},
	{
		"id": "14",
		"title": "Kung Fu Hustle",
		"price": "20",
		"description": "Set in Canton, China in the 1940s, the story revolves in a town ruled by the Axe Gang, Sing who desperately wants to become a member. He stumbles into a slum ruled by eccentric landlords who turns out to be the greatest kung-fu masters in disguise. Sing’s actions eventually cause the Axe Gang and the slumlords to engage in an explosive kung-fu battle. Only one side will win and only one hero will emerge as the greatest kung-fu master of all.",
		"year": "2004",
		"genre": "acción, comedia",
		"image": "https://a.ltrbxd.com/resized/film-poster/4/7/1/2/8/47128-kung-fu-hustle-0-230-0-345-crop.jpg?v=df47e7ccf7",
		"rate": "3.9",
		"stock": "30"
	},
	{
		"id": "15",
		"title": "Tokyo Godfathers",
		"price": "20",
		"description": "During a Christmas Eve in Tokyo, three homeless people, middle-aged alcoholic Gin, former drag queen Hana, and dependent runaway girl Miyuki, discover an abandoned newborn while looking through the garbage. With only a handful of clues to the baby’s identity, the three misfits search the city to find its parents.",
		"year": "2003",
		"genre": "animación, drama, comedia",
		"image": "https://a.ltrbxd.com/resized/sm/upload/zl/no/np/nn/aY1q9dTGC8u8TUsAgnpJHsdAdJZ-0-230-0-345-crop.jpg?v=6bf4242f8d",
		"rate": "4.1",
		"stock": "30"
	},	
	{
		"id": "16",
		"title": "X",
		"price": "20",
		"description": "In 1979, a group of young filmmakers set out to make an adult film in rural Texas, but when their reclusive, elderly hosts catch them in the act, the cast find themselves fighting for their lives.",
		"year": "2022",
		"genre": "horror",
		"image": "https://a.ltrbxd.com/resized/film-poster/6/8/0/3/5/8/680358-x-0-230-0-345-crop.jpg?v=8ba5e11abf",
		"rate": "3.6",
		"stock": "30"
	},	
	{
		"id": "17",
		"title": "In the Mood for Love",
		"price": "20",
		"description": "Taking place in Hong Kong of 1962, a melancholy story about the love between a woman and a man who live in the same building and one day find out that their husband and wife had an affair with each other.",
		"year": "2000",
		"genre": "drama, romance",
		"image": "https://a.ltrbxd.com/resized/sm/upload/g1/7l/2j/qk/tSRdvZY1waXrTeMqeLBmq9IRs08-0-230-0-345-crop.jpg?v=938633fc19",
		"rate": "4.4",
		"stock": "30"
	},	
	{
		"id": "18",
		"title": "Forrest Gump",
		"price": "20",
		"description": "A man with a low IQ has accomplished great things in his life and been present during significant historic events—in each case, far exceeding what anyone imagined he could do. But despite all he has achieved, his one true love eludes him.",
		"year": "1994",
		"genre": "romance, comedia, drama",
		"image": "https://a.ltrbxd.com/resized/film-poster/2/7/0/4/2704-forrest-gump-0-230-0-345-crop.jpg?v=173bc04cf0",
		"rate": "4.1",
		"stock": "30"
	},	
	{
		"id": "19",
		"title": "The Wicker Man",
		"price": "20",
		"description": "Police sergeant Neil Howie is called to an island village in search of a missing girl whom the locals claim never existed. Stranger still, however, are the rituals that take place there.",
		"year": "1973",
		"genre": "horror",
		"image": "https://a.ltrbxd.com/resized/film-poster/4/1/6/6/2/41662-the-wicker-man-0-230-0-345-crop.jpg?v=1ccafd8db0",
		"rate": "3.9",
		"stock": "30"
	},	
	{
		"id": "20",
		"title": "Todo sobre mi madre",
		"price": "20",
		"description": "A single mother in Madrid sees her only son die on his birthday as he runs to seek an actress’ autograph. Beside herself with grief, she returns to Barcelona to tell the boy’s father about the death of the son he never knew he had.",
		"year": "1999",
		"genre": "drama",
		"image": "https://a.ltrbxd.com/resized/sm/upload/b3/fr/od/2f/jopVQl2gYGPeSfEfDX9ZktlG0In-0-230-0-345-crop.jpg?v=355ee6a895",
		"rate": "4.1",
		"stock": "30"
	},	
	{
		"id": "21",
		"title": "Come and See",
		"price": "20",
		"description": "The invasion of a village in Byelorussia by German forces sends young Florya into the forest to join the weary Resistance fighters, against his family’s wishes. There he meets a girl, Glasha, who accompanies him back to his village. On returning home, Florya finds his family and fellow peasants massacred. His continued survival amidst the brutal debris of war becomes increasingly nightmarish, a battle between despair and hope.",
		"year": "1985",
		"genre": "drama",
		"image": "https://a.ltrbxd.com/resized/film-poster/3/6/1/9/2/36192-come-and-see-0-230-0-345-crop.jpg?v=741b0269bb",
		"rate": "4.6",
		"stock": "30"
	},
	{
		"id": "22",
		"title": "Anaconda",
		"price": "20",
		"description": "A “National Geographic” film crew is taken hostage by an insane hunter, who takes them along on his quest to capture the world’s largest - and deadliest - snake.",
		"year": "1997",
		"genre": "horror",
		"image": "https://a.ltrbxd.com/resized/film-poster/4/7/2/3/5/47235-anaconda-0-230-0-345-crop.jpg?v=93d6be7de5",
		"rate": "2.3",
		"stock": "30"
	},
	{
		"id": "23",
		"title": "Bubble Boy",
		"price": "20",
		"description": "Jimmy is a young man who was born without an immune system and has lived his life within a plastic bubble in his bedroom… who pines for the sweet caresses of girl-next-door Chloe. But when Chloe decides to marry her high school boyfriend, Jimmy – bubble suit and all – treks cross-country to stop her.",
		"year": "2001",
		"genre": "comedia, romance",
		"image": "https://a.ltrbxd.com/resized/film-poster/4/6/9/2/1/46921-bubble-boy-0-230-0-345-crop.jpg?v=9ef1717aa8",
		"rate": "2.7",
		"stock": "30"
	},
	{
		"id": "24",
		"title": "The Ladykillers",
		"price": "20",
		"description": "An eccentric, if not charming Southern professor and his crew pose as a band in order to rob a casino, all under the nose of his unsuspecting landlord – a sharp old woman.",
		"year": "2004",
		"genre": "comedia",
		"image": "https://a.ltrbxd.com/resized/sm/upload/hn/ov/5p/bg/cDVMkR2NkOPllAbhdRH1Volw9DL-0-230-0-345-crop.jpg?v=9dbf55b015",
		"rate": "2.8",
		"stock": "30"
	},
	{
		"id": "25",
		"title": "Don’t Worry Darling",
		"price": "20",
		"description": "A 1950s housewife living with her husband in a utopian experimental community begins to worry that his glamorous company may be hiding disturbing secrets.",
		"year": "2022",
		"genre": "drama",
		"image": "https://a.ltrbxd.com/resized/film-poster/5/4/6/3/4/7/546347-don-t-worry-darling-0-230-0-345-crop.jpg?v=f458525152",
		"rate": "3.0",
		"stock": "30"
	},
	{
		"id": "26",
		"title": "Chasing Amy",
		"price": "20",
		"description": "Holden and Banky are comic book artists. Everything is going good for them until they meet Alyssa, also a comic book artist. Holden falls for her, but his hopes are crushed when he finds out she’s a lesbian.",
		"year": "1997",
		"genre": "romance, drama",
		"image": "https://a.ltrbxd.com/resized/film-poster/5/0/3/8/7/50387-chasing-amy-0-230-0-345-crop.jpg?v=2885d95175",
		"rate": "3.3",
		"stock": "30"
	},
	{
		"id": "27",
		"title": "There Will Be Blood",
		"price": "20",
		"description": "Ruthless silver miner, turned oil prospector, Daniel Plainview moves to oil-rich California. Using his son to project a trustworthy, family-man image, Plainview cons local landowners into selling him their valuable properties for a pittance. However, local preacher Eli Sunday suspects Plainview’s motives and intentions, starting a slow-burning feud that threatens both their lives.",
		"year": "2007",
		"genre": "drama",
		"image": "https://a.ltrbxd.com/resized/sm/upload/jg/cd/7y/f5/there%20will%20be%20blood-0-230-0-345-crop.jpg?v=8a533d5350",
		"rate": "4.4",
		"stock": "30"
	},
	{
		"id": "28",
		"title": "The Reflecting Skin",
		"price": "20",
		"description": "A young boy tries to cope with rural life circa 1950s and his fantasies become a way to interpret events. After his father tells him stories of vampires, he becomes convinced that the widow up the road is a vampire, and tries to find ways of discouraging his brother from seeing her.",
		"year": "1990",
		"genre": "drama, horror",
		"image": "https://a.ltrbxd.com/resized/film-poster/3/8/5/7/0/38570-the-reflecting-skin-0-230-0-345-crop.jpg?v=79a3233de1",
		"rate": "3.5",
		"stock": "30"
	},
	{
		"id": "29",
		"title": "Full Metal Jacket",
		"price": "20",
		"description": "A pragmatic U.S. Marine observes the dehumanizing effects the U.S.-Vietnam War has on his fellow recruits from their brutal boot camp training to the bloody street fighting in Hue.",
		"year": "1987",
		"genre": "drama",
		"image": "https://a.ltrbxd.com/resized/sm/upload/l0/l4/6c/7v/29veIwD38rVL2qY74emXQw4y25H-0-230-0-345-crop.jpg?v=6e44829670",
		"rate": "4.1",
		"stock": "30"
	},
	{
		"id": "30",
		"title": "Turning Red",
		"price": "20",
		"description": "Thirteen-year-old Mei is experiencing the awkwardness of being a teenager with a twist – when she gets too excited, she transforms into a giant red panda.",
		"year": "2022",
		"genre": "animación",
		"image": "https://a.ltrbxd.com/resized/film-poster/4/3/8/7/2/7/438727-turning-red-0-230-0-345-crop.jpg?v=85497b8090",
		"rate": "3.7",
		"stock": "30"
	},
	{
		"id": "31",
		"title": "Zootopia",
		"price": "20",
		"description": "Determined to prove herself, Officer Judy Hopps, the first bunny on Zootopia’s police force, jumps at the chance to crack her first case - even if it means partnering with scam-artist fox Nick Wilde to solve the mystery.",
		"year": "2017",
		"genre": "animación",
		"image": "https://a.ltrbxd.com/resized/film-poster/1/9/2/4/1/0/192410-zootopia-0-230-0-345-crop.jpg?v=e22eae9a2a",
		"rate": "3.7",
		"stock": "30"
	},
	{
		"id": "32",
		"title": "Finding Nemo",
		"price": "20",
		"description": "Nemo, an adventurous young clownfish, is unexpectedly taken from his Great Barrier Reef home to a dentist’s office aquarium. It’s up to his worrisome father Marlin and a friendly but forgetful fish Dory to bring Nemo home – meeting vegetarian sharks, surfer dude turtles, hypnotic jellyfish, hungry seagulls, and more along the way.",
		"year": "2003",
		"genre": "animación",
		"image": "https://a.ltrbxd.com/resized/film-poster/2/7/0/5/2705-finding-nemo-0-230-0-345-crop.jpg?v=b329bc5740",
		"rate": "4.0",
		"stock": "30"
	},
	{
		"id": "33",
		"title": "Argentina, 1985",
		"price": "20",
		"description": "In the 1980s, a team of lawyers takes on the heads of Argentina’s bloody military dictatorship in a battle against odds and a race against time.",
		"year": "2022",
		"genre": "drama",
		"image": "https://a.ltrbxd.com/resized/film-poster/6/3/7/9/2/9/637929-argentina-1985-0-230-0-345-crop.jpg?v=a420720ced",
		"rate": "4.2",
		"stock": "30"
	},
	{
		"id": "34",
		"title": "Esperando la carroza",
		"price": "20",
		"description": "Mama Cora, who is almost eighty years old, has three sons and a daughter. She lives with one of them, who has serious financial problems. The family meets one day to celebrate an anniversary meal, and that is when the problem arises: which of them will take care of her?",
		"year": "1985",
		"genre": "comedia",
		"image": "https://a.ltrbxd.com/resized/film-poster/4/3/7/1/1/43711-waiting-for-the-hearse-0-230-0-345-crop.jpg?v=44929679ef",
		"rate": "4.1",
		"stock": "30"
	},
	{
		"id": "35",
		"title": "Brazil",
		"price": "20",
		"description": "Low-level bureaucrat Sam Lowry escapes the monotony of his day-to-day life through a recurring daydream of himself as a virtuous hero saving a beautiful damsel. Investigating a case that led to the wrongful arrest and eventual death of an innocent man instead of wanted terrorist Harry Tuttle, he meets the woman from his daydream, and in trying to help her gets caught in a web of mistaken identities, mindless bureaucracy and lies.",
		"year": "1985",
		"genre": "comedia, drama",
		"image": "https://a.ltrbxd.com/resized/film-poster/5/1/9/8/1/51981-brazil-0-230-0-345-crop.jpg?v=cc28feee48",
		"rate": "4.0",
		"stock": "30"
	},
	{
		"id": "36",
		"title": "House",
		"price": "20",
		"description": "Hoping to find a sense of connection to her late mother, Gorgeous takes a trip to the country to visit her aunt at their ancestral house. She invites her six friends, Prof, Melody, Mac, Fantasy, Kung Fu, and Sweet, to join her. The girls soon discover that there is more to the old house than meets the eye.",
		"year": "1977",
		"genre": "horror, comedia",
		"image": "https://a.ltrbxd.com/resized/sm/upload/7f/z3/ho/6j/6vblWscFAbIm9V5CwHC7IImgAq9-0-230-0-345-crop.jpg?v=b505ff45b0",
		"rate": "4.0",
		"stock": "30"
	},
	{
		"id": "37",
		"title": "El día de la bestia",
		"price": "20",
		"description": "The story revolves around a Basque Roman Catholic priest dedicated to committing as many sins as possible (Angulo), a death metal salesman from Carabanchel (Segura), and the Italian host of a TV show on the occult (De Razza). These go on a literal “trip” through Christmas-time Madrid to hunt for and prevent the reincarnation of the Antichrist.",
		"year": "1995",
		"genre": "horror, comedia",
		"image": "https://a.ltrbxd.com/resized/film-poster/4/5/9/5/6/45956-the-day-of-the-beast-0-230-0-345-crop.jpg?v=1a53dc670c",
		"rate": "3.7",
		"stock": "30"
	},
	{
		"id": "38",
		"title": "Thesis",
		"price": "20",
		"description": "While doing a thesis about violence, Ángela finds a snuff video where a girl is tortured until death. Soon she discovers that the girl was a former student in her faculty…",
		"year": "1996",
		"genre": "horror",
		"image": "https://a.ltrbxd.com/resized/film-poster/4/7/2/9/3/47293-thesis-0-230-0-345-crop.jpg?v=354560e16c",
		"rate": "3.8",
		"stock": "30"
	},
	{
		"id": "39",
		"title": "Dazed and Confused",
		"price": "20",
		"description": "The adventures of a group of Texas teens on their last day of school in 1976, centering on student Randall Floyd, who moves easily among stoners, jocks and geeks. Floyd is a star athlete, but he also likes smoking weed, which presents a conundrum when his football coach demands he sign a “no drugs” pledge.",
		"year": "1993",
		"genre": "comedia",
		"image": "https://a.ltrbxd.com/resized/sm/upload/7h/zn/l9/ps/2lHRRgoof25kJsLgocf3go2Ccp1-0-230-0-345-crop.jpg?v=f4072fb72c",
		"rate": "3.9",
		"stock": "30"
	},
	{
		"id": "40",
		"title": "Relatos salvajes",
		"price": "20",
		"description": "Six short stories that explore the extremities of human behavior involving people in distress.",
		"year": "2014",
		"genre": "comedia, drama",
		"image": "https://a.ltrbxd.com/resized/film-poster/1/8/8/4/9/7/188497-wild-tales-0-230-0-345-crop.jpg?v=8765a5ebdf",
		"rate": "4.1",
		"stock": "30"
	}
]